{
  "title": "संगठनात्मक समयरेखा",
  "toggle_language": "भाषा बदलें",
  "description": "विभिन्न संगठनों की समयरेखा और उनके प्रभाव को जानें।",
  "organization_details": "संगठन विवरण",
  "founded": "स्थापना",
  "key_milestones": "मुख्य उपलब्धियां",
  "close": "बंद करें",
  "rss_description": "राष्ट्रीय स्वयंसेवक संघ, शाखा के माध्यम से व्यक्तियों के चरित्र का निर्माण करता है। इस प्रणाली में प्रशिक्षित व्यक्ति अक्सर ऐसे संगठन स्थापित करते हैं जो RSS द्वारा सिखाए गए मूल्यों को आत्मसात करते हैं। सितंबर 1925 में विजय दशमी पर स्थापित। डॉ. केशव बालिराम हेजवेड़ द्वारा कुछ लोगों के साथ स्थापित। वर्तमान में इसमें लगभग 50 लाख स्वयंसेवक हैं। यह स्वयंसेवकों द्वारा स्थापित विभिन्न संगठनों में 1,35,000 से अधिक सेवा परियोजनाएं संचालित करता है।",
  "rss_milestones": [
    "नागपुर में डॉ. के.बी. हेजवेड़ द्वारा स्थापित",
    "डॉ. केशव बालिराम हेजवेड़ द्वारा कुछ लोगों के साथ स्थापित",
    "वर्तमान में इसमें लगभग 50 लाख स्वयंसेवक हैं",
    "यह स्वयंसेवकों द्वारा स्थापित विभिन्न संगठनों में 1,35,000 से अधिक सेवा परियोजनाएं संचालित करता है",
    "मानव निर्माण, हिंदू समाज के संगठन, और भारत को उसकी सभ्यतागत महिमा पुनः प्राप्त कराने के सिद्धांतों को आत्मसात करता है"
  ],

  "vb_description": "विद्या भारती एक ऐसा संगठन है जो प्राथमिक और माध्यमिक शिक्षा के स्तर पर भारतीय मूल्यों को प्रसारित करने पर केंद्रित है।",
  "vb_milestones": [
    "मिशन: एक राष्ट्रीय शिक्षा प्रणाली का विकास करना जो युवा पीढ़ी में देशभक्ति और राष्ट्रवाद को जागृत करे।",
    "मार्ग: अपने स्वयं के स्कूलों की श्रृंखला चलाने के अलावा, विद्या भारती अन्य शैक्षिक संस्थानों के साथ सहयोग करती है। सामूहिक रूप से, इसके पास 29,000 संबद्ध संस्थान, 37,000 शिक्षक और 30 लाख छात्र हैं। पाठ्यक्रम में योग, संगीत, शारीरिक शिक्षा, संस्कृत, आध्यात्मिक और नैतिक शिक्षा, विज्ञान, वैदिक गणित और स्वदेशी विचार शामिल हैं।",
    "विद्या भारती की औपचारिक स्थापना 1977 में हुई थी; हालांकि, उसी बैनर के तहत शिशु मंडिर 1952 से अस्तित्व में हैं और आज भी सक्रिय रूप से कार्यरत हैं।"
  ],

  "bms_description": "भारतीय मज़दूर संघ (बीएमएस) भारत का सबसे बड़ा ट्रेड यूनियन है, जिसके विभिन्न राज्यों में 1 करोड़ सदस्य और 5,000 संबद्ध संगठन हैं। इसकी स्थापना 23 जुलाई 1995 को दत्तोपंत ठेंगड़ी द्वारा की गई थी, जिन्हें आरएसएस से भेजा गया था।",
  "bms_milestones": [
    "अंतर्राष्ट्रीय श्रम सम्मेलन में भारत का प्रतिनिधित्व किया।",
    "बीएमएस एकमात्र ट्रेड यूनियन था जिसने 1975 के आपातकाल का विरोध किया। 70,000 से अधिक बीएमएस सदस्यों ने सत्याग्रह में भाग लिया, और 5,000 को जेल भेजा गया।",
    "1962 के चीनी हमले और 1965 के पाकिस्तानी हमले के दौरान, बीएमएस ने राष्ट्रीय रक्षा में योगदान दिया, राष्ट्रीय मज़दूर मोर्चा का गठन करके।"
  ],

  "vka_description": "भारत की आबादी का लगभग 10% हिस्सा जनजातियों (आधिकारिक वर्गीकरण के अनुसार अनुसूचित जनजातियाँ) से संबंधित है। वनवासी कल्याण आश्रम भारत भर में इन समुदायों के बीच शिक्षा, स्वास्थ्य देखभाल, खेल, कौशल विकास, आजीविका, महिलाओं के सशक्तिकरण और उनके अधिकारों के प्रति जागरूकता के क्षेत्रों में कार्य करता है। 1952 में बालासाहेब देशपांडे द्वारा स्थापित, यह संगठन निरंतर प्रगति कर रहा है। वर्तमान में यह 21,839 परियोजनाओं का संचालन करता है और 63,926 गांवों में अपनी उपस्थिति दर्ज कराता है।",
  "vka_milestones": [
    "पहला केंद्र स्थापित किया",
    "कई राज्यों में विस्तार किया",
    "शैक्षिक कार्यक्रम शुरू किए",
    "वर्तमान में 21,839 परियोजनाओं का संचालन करता है",
    "63,926 गांवों में उपस्थिति दर्ज है",
    "सामाजिक एकीकरण को बढ़ावा देते हुए जनजातीय संस्कृति के संरक्षण पर ध्यान केंद्रित करता है",
    "वनवासी कल्याण आश्रम का मिशन वक्तव्य एक संवादात्मक शैली में तैयार किया गया है: 'तू-मैं एक रक्त' (तुम और मैं एक ही खून साझा करते हैं)"
  ],

 "bjp_description": "भारतीय जनता पार्टी (भाजपा) अब सदस्यता के हिसाब से दुनिया का सबसे बड़ा राजनीतिक दल है। वर्तमान प्रधानमंत्री, नरेंद्र मोदी, ने अपने प्रारंभिक वर्षों में राष्ट्रीय स्वयंसेवक संघ (आरएसएस) के साथ काम किया।\n\n**कैसे शुरू हुआ?**\nभाजपा का पूर्व रूप भारतीय जन संघ के नाम से जाना जाता था। जवाहरलाल नेहरू की कैबिनेट से इस्तीफा देने के बाद, डॉ. श्यामा प्रसाद मुखर्जी ने आरएसएस से स्वयंसेवकों को राजनीतिक दल बनाने के लिए अनुरोध किया। तत्कालीन आरएसएस प्रमुख, गुरुजी (एम. एस. गोलवालकर) ने सहमति दी, और 1951 में जन संघ की स्थापना की गई।\n\n**कैसे चल रहा है?**\n1980 में, जन संघ का नाम बदलकर भारतीय जनता पार्टी (भाजपा) रख दिया गया। तब से, इसने कई राज्यों और केंद्र में सत्ता हासिल की है। जब संघ के मूल्यों से प्रेरित नेता सत्ता में आते हैं, तो देश में क्या बदलाव देखे जा सकते हैं? नीचे कुछ उदाहरण दिए गए हैं:\n\n- **आत्मनिर्भरता और शक्ति:** आरएसएस ने हमेशा आत्मनिर्भरता और मजबूती के साथ बोलने पर जोर दिया है। इस सिद्धांत को दर्शाते हुए, वाजपेयी सरकार ने साहसपूर्वक पोखरण परमाणु परीक्षण किए, अंतर्राष्ट्रीय दबाव के खिलाफ डटे रहे।\n\n- **राष्ट्रीय एकता और अखंडता:** आरएसएस अपने मुख्य उद्देश्य के रूप में राष्ट्रीय एकता का समर्थन करता है। मोदी सरकार द्वारा अनुच्छेद 370 का निरस्त करना जम्मू-कश्मीर की अलग पहचान को समाप्त कर, इस दृष्टिकोण को सुदृढ़ करता है।\n\n- **शक्ति पर सार्वजनिक कर्तव्य:** नई दिल्ली का पूर्व में 'राजपथ', जिसे एक 'शक्ति का प्रतीक' माना जाता था, उसे 'कर्तव्य पथ' के रूप में पुनर्निर्मित किया गया, जो कर्तव्य और सार्वजनिक स्वामित्व की भावना का प्रतीक है।\n\n- **अंत्योदय – अंतिम व्यक्ति का विकास:** वाजपेयी सरकार द्वारा सर्व शिक्षा अभियान जैसी पहलों, और मोदी सरकार द्वारा उज्ज्वला योजना तथा स्वच्छ भारत अभियान जैसी योजनाओं ने जरूरतमंदों को एलपीजी कनेक्शन और स्वच्छता सुविधाएं प्रदान करके लाखों लोगों का उत्थान किया है।",
  "bjp_milestones": [
    "1951: डॉ. श्यामा प्रसाद मुखर्जी द्वारा भारतीय जन संघ के रूप में स्थापित",
    "1980: भारतीय जन संघ का नाम बदलकर भारतीय जनता पार्टी (भाजपा) रखा गया",
    "1998: वाजपेयी सरकार के तहत पोखरण परमाणु परीक्षण किए गए, जिससे भारत की रक्षा क्षमताओं को मजबूत किया गया",
    "2019: अनुच्छेद 370 का निरस्त करना, जिससे जम्मू और कश्मीर को भारत के बाकी हिस्सों के साथ एकीकृत किया गया",
    "2022: राजपथ का नाम बदलकर 'कर्तव्य पथ' रखा गया, ताकि सार्वजनिक सेवा पर जोर दिया जा सके",
    "1990 से वर्तमान तक: सर्व शिक्षा अभियान, उज्ज्वला योजना, और स्वच्छ भारत अभियान जैसी कल्याणकारी योजनाओं को लागू किया गया, जिससे लाखों लोगों के जीवन में सुधार हुआ"
  ],

 "vhp_description": "विश्व हिंदू परिषद: एक धर्म, एक भ्रातृत्व\n\n29 अगस्त 1964 को, श्री कृष्ण जन्माष्टमी के शुभ अवसर पर स्थापित, विश्व हिंदू परिषद (VHP) हिंदू समाज को संगठित और एकजुट करने के साथ-साथ सनातन हिंदू धर्म की सेवा और सुरक्षा करने के लिए समर्पित है।\n\n**हिंदू एकता के लिए VHP के उल्लेखनीय योगदान:**\n\n- **राम जन्मभूमि आंदोलन:** भगवान राम के पवित्र जन्मस्थल की पुनः प्राप्ति के संघर्ष में महत्वपूर्ण भूमिका निभाई।\n- **अमरनाथ यात्रा के लिए अभियान:** पवित्र अमरनाथ मंदिर तक निर्बाध तीर्थयात्रा पहुंच की वकालत की।\n- **विभिन्न परंपराओं के संतों का एकीकरण:** सनातन धर्म की रक्षा और संवर्धन के लिए विभिन्न हिंदू परंपराओं के संतों को एक सामान्य मंच पर लाया।\n- **धार्मिक रूपांतरणों के खिलाफ अभियान:** ज़बरन धार्मिक रूपांतरणों को रोकने और स्वदेशी आस्थाओं की सुरक्षा में सक्रिय भूमिका निभाई।\n- **‘परिवर्तन’ (गृह वापसी) को सुविधाजनक बनाना:** लाखों लोगों को उनके मूल हिंदू धर्म में स्वेच्छा से लौटने में सक्षम किया।\n- **सेवा-उन्मुख पहलों:** समाज के उत्थान के लिए शिक्षा, स्वास्थ्य देखभाल और आत्म-सशक्तिकरण के क्षेत्र में लगभग 1 लाख सेवा परियोजनाओं का संचालन करता है।",
  "vhp_milestones": [
    "1964: हिंदू समाज को एकजुट करने के लिए श्री कृष्ण जन्माष्टमी के अवसर पर स्थापित।",
    "1984: राम जन्मभूमि आंदोलन में VHP ने महत्वपूर्ण भूमिका निभाई।",
    "1990 के दशक: अमरनाथ यात्रा और हिंदू तीर्थयात्रा अधिकारों के लिए एक राष्ट्रव्यापी अभियान का नेतृत्व किया।",
    "2000 से वर्तमान तक: विभिन्न हिंदू परंपराओं के संतों को एक सामान्य मंच पर एकजुट करना जारी रखा।",
    "चलू: सनातन हिंदू धर्म की सुरक्षा के लिए ज़बरन धार्मिक रूपांतरणों के खिलाफ सक्रिय अभियान।",
    "चलू: लाखों लोगों की स्वेच्छिक गृह वापसी (‘परिवर्तन’) को सक्षम किया।",
    "वर्तमान: शिक्षा, स्वास्थ्य देखभाल, और आत्म-सशक्तिकरण के क्षेत्र में लगभग 1 लाख सेवा परियोजनाओं का संचालन करता है।"
  ],

  
  "abvp_description": "अखिल भारतीय विद्यार्थी परिषद (एबीवीपी) भारत का सबसे बड़ा छात्र संगठन है, जो राष्ट्रीय पुनर्निर्माण के व्यापक दृष्टिकोण के अंतर्गत शिक्षा क्षेत्र में एक राष्ट्रीय आंदोलन खड़ा करने के लिए प्रयासरत है। यह मुख्य रूप से कॉलेजों और विश्वविद्यालयों पर केंद्रित है। जून 1948 में स्थापित एबीवीपी ने भारत में छात्र सक्रियता को दिशा देने में महत्वपूर्ण भूमिका निभाई है।",

  "abvp_milestones": [
    "विश्व छात्र एवं युवा संगठन (WOSY): 1985 में स्थापित इस संगठन में विश्व भर से 11,000 युवा शामिल हुए थे। यह संगठन “वसुधैव कुटुम्बकम” की थीम को बढ़ावा देता है - “पूरा विश्व एक परिवार है।",
    "थिंक इंडिया : एक ऐसा मंच जो युवा बुद्धिजीवियों को एक साथ लाता है और उनमें 'राष्ट्र प्रथम' के आदर्शों को स्थापित करता है।",
    " स्टूडेंट्स’ एक्सपीरियंस इन इंटरस्टेट लिविंग (SEIL): पूर्वोत्तर के युवाओं को बाकी भारत से जोड़ने का प्रयास करता है।",
    " युवा विकास केंद्र : मुख्य रूप से पूर्वोत्तर राज्यों में काम करता है, युवा कौशल विकास पर ध्यान केंद्रित करता है।",
    " आपातकाल (1975-77) में भूमिका: एबीवीपी ने आपातकाल का विरोध करते हुए लोकतंत्र बहाल करने में अहम भूमिका निभाई। इस दौरान उसने नागरिक स्वतंत्रता की रक्षा की और तानाशाही के खिलाफ आवाज उठाई"
  ],
  "bks_description": "भारतीय किसान संघ (BKS) एक किसान संगठन है, जिसकी स्थापना 1978 में दत्तोपंत ठेंगड़ी और भाऊ साहब भुस्कुटे ने की थी.",

  "bks_milestones": [
    "मुख्य रूप से किसानों को जैविक और पशु आधारित खेती अपनाने के लिए प्रोत्साहित करता है।",
    "कृषि अनुसंधान को बढ़ावा देकर और फसलों के उचित मूल्य निर्धारण के लिए वैज्ञानिक तरीकों की वकालत करके किसानों के कल्याण के लिए प्रयासरत है।",
    "कृषि संबंधी नीतियों को प्रभावित करने में सक्रिय भूमिका निभाता है। उदाहरण के लिए, यह सरकार से आनुवंशिक रूप से संशोधित फसलों पर निर्णय लेने से पहले किसानों से अधिक परामर्श करने की मांग करता रहा है।"
  ],
  "sanskar_description": "संस्कार भारती की स्थापना 1981 में की गई थी, ताकि ललित कलाओं के प्रति राष्ट्रीय जागरूकता बढ़ाई जा सके और देश के कलाकारों को एक मंच प्रदान किया जा सके।संस्कार भारती भारतीय कला, संस्कृति और विविध ललित कला रूपों को बढ़ावा देने के लिए पूरे भारत में विभिन्न प्रदर्शन आयोजित करता है। संस्थान का उद्देश्य वक्तव्य:'सा कला या विमुक्तये'.  अर्थ:  'वह कला जो मुक्ति देती है' यह वाक्य इस विश्वास को व्यक्त करता है कि सच्ची कला मुक्ति का मार्ग है—बौद्धिक, आध्यात्मिक या सामाजिक रूप से। यह भारतीय दार्शनिक परंपराओं के अनुरूप है, जहां कला केवल मनोरंजन का साधन नहीं, बल्कि ज्ञान, आत्मबोध और सांस्कृतिक उत्थान का माध्यम होती है। ",

  "sanskar_milestones": [
    "1981 में स्थापित, संस्कृत भारती 'बोलो संस्कृत' आंदोलन के माध्यम से संस्कृत को दैनिक जीवन में पुनः स्थापित करने के लिए समर्पित है।",
    "एक करोड़ से अधिक लोगों को 1,20,000 सम्भाषण शिविरों (संस्कृत बोलने के शिविरों) के माध्यम से संस्कृत बोलने का प्रशिक्षण दिया गया।",
    "1,35,000 से अधिक संस्कृत शिक्षकों को संस्कृत को माध्यम बनाकर शिक्षण देने के लिए प्रशिक्षित किया गया।",
    "6,000 से अधिक घरों को संस्कृत-भाषी परिवारों में परिवर्तित किया गया।",
    "कर्नाटक के मट्टूर सहित चार दूरस्थ गांवों को जीवंत संस्कृत-भाषी समुदायों में बदला गया।",
    "संस्कृत को 26 देशों में फैले 4,500 केंद्रों के माध्यम से प्रचारित किया जा रहा है।"
  ],
  "samskrita_description": "क्रीड़ा भारती एक संगठन है जो खिलाड़ियों के साथ कार्य करने के लिए समर्पित है। दिसंबर 1992 में स्थापित, यह खेल प्रशिक्षण आयोजित करता है, प्रतिभाशाली व्यक्तियों की पहचान करता है, और उन्हें खेल क्षेत्र में उत्कृष्टता प्राप्त करने के अवसर प्रदान करता है।",

  "samskrita_milestones": [
    "क्रीड़ा भारती की विकास यात्रा में 'क्रीड़ा केंद्रों' की अवधारणा 'हर गाँव में एक खेल का मैदान' के दृष्टिकोण से उत्पन्न होती है। ये केंद्र इसके जमीनी स्तर के प्रयासों की नींव के रूप में कार्य करते हैं।",
    " क्रीड़ा भारती स्वयंसेवकों को प्रशिक्षण देता है ताकि वे जागरूकता बढ़ा सकें, प्रशिक्षण आयोजित कर सकें, और कार्यक्रमों का आयोजन कर सकें, जिसमें सूर्य नमस्कार सत्र भी शामिल हैं।",
    " जिजामाता सम्मान – छत्रपति शिवाजी महाराज की माँ जिजामाता से प्रेरित, जिन्होंने उन्हें महान योद्धा बनाने में महत्वपूर्ण भूमिका निभाई, क्रीड़ा भारती उन खिलाड़ियों की माताओं को सम्मानित करता है, जिन्होंने उनके सफलता में अहम योगदान दिया ।",
    " राष्ट्रीय स्तर की खेल प्रतियोगिताओं का आयोजन करता है, जिनमें डॉ. हेडगेवार ट्रॉफी कबड्डी टूर्नामेंट सहित विभिन्न खेल विषयों में ज्ञान प्रतियोगिताएँ भी शामिल हैं।"
  ],

  "kreeda_description": "लोकमान्य तिलक, वीर सावरकर, श्री अरविंदो, और महात्मा गांधी जैसे महान व्यक्तित्वों द्वारा प्रस्तावित स्वदेशी परंपराओं के आदर्शों को आगे बढ़ाने के लिए स्वदेशी जागरण मंच की स्थापना नवंबर 1991 में की गई थी।",

  "kreeda_milestones": [
    "1995: वर्धा से 600 किलोमीटर की पदयात्रा, जो देश की पशु संपत्ति को प्रदर्शित करती है और गायों की रक्षा की मांग करती है।",
    "1996: एक जल यात्रा (बोट मार्च), जो भारत के तटीय क्षेत्रों के साथ 7,000 किलोमीटर की यात्रा करती है, केंद्रीय सरकार के MNCs को गहरे समुद्र में मछली पकड़ने के लाइसेंस देने के फैसले का विरोध करती है।",
    "1998: स्वदेशी चेतना यात्रा, जो लोगों को बाहरी खतरों के बारे में चेतावनी देती है और उन्हें स्वदेशी आंदोलन में सक्रिय रूप से भाग लेने के लिए प्रेरित करती है।",
    "1999: दिल्ली में एक जन rally, जो डब्ल्यूटीओ की गैर-लोकतांत्रिक संरचना को चुनौती देती है।",
    "देश भर में नियमित स्वदेशी प्रदर्शनियां, जो स्वदेशी उद्यमियों को समर्थन प्रदान करती हैं।"
  ],

  "sjm_description": "सेवा भारती एक संगठनों का समूह है जिसका उद्देश्य आदिवासी और ग्रामीण क्षेत्रों तथा शहरी झुग्गी-झोपड़ियों में रहने वाले पिछड़े लोगों को राहत प्रदान करना है। यह शिक्षा, स्वास्थ्य देखभाल, आत्मनिर्भरता और आपदा राहत जैसे क्षेत्रों में कार्य करता है।",

  "sjm_milestones": [
    "यह संगठन प्राकृतिक आपदाओं के दौरान जैसे असम, केरल, हिमाचल प्रदेश और सिक्किम में बाढ़ के दौरान त्वरित सहायता प्रदान करने में सक्रिय रूप से शामिल रहा है। उनकी राहत कार्य में प्रभावित लोगों को भोजन, दवाइयाँ और कंबल जैसी आवश्यक वस्तुओं का वितरण शामिल है।",
    "समुदाय विकास:अपनी विस्तृत नेटवर्क के माध्यम से, सेवा भारती ने विभिन्न कार्यक्रमों को लागू किया है, जो पिछड़े समुदायों को सशक्त बनाने के लिए शिक्षा, स्वास्थ्य देखभाल और आत्मनिर्भरता पहलों पर केंद्रित हैं।",
    "कोविड-19 राहत:राष्ट्रीय सेवा भारती न केवल अपने प्रतिनिधि और संबद्ध संगठनों के साथ खड़ी रही, बल्कि अन्य संगठनों का भी समर्थन किया, और उन्हें ऑक्सीजन सिलेंडर, कंसंट्रेटर, वेंटिलेटर, भोजन, चिकित्सा सहायता और महामारी से लड़ने के लिए विभिन्न प्रकार की सहायता प्रदान की।",
    "अनुसंधान और सर्वेक्षण:",
    "**कुपोषण**",
    "**उत्तर-पूर्व क्षेत्र में होस्टलों का प्रभाव**",
    "**कुष्ठ रोग**",
    "**मातृ छाया (अनाथालय)**"
  ],

  "seva_description": "विज्ञान भारती (VIBHA) एक राष्ट्रीय आंदोलन है, जो भारत में स्वदेशी भावना के माध्यम से विज्ञान और प्रौद्योगिकी को बढ़ावा देने के लिए समर्पित है, जो स्वदेशी विकास और आत्मनिर्भरता पर जोर देता है। इसकी स्थापना अक्टूबर 1991 में हुई थी।",

  "seva_milestones": [
    "राष्ट्रीय उपस्थिति:विज्ञान भारती (VIBHA) ने भारत भर में 22 राज्य इकाइयों का विस्तार किया है और 4 अन्य राज्यों में संपर्क बनाए रखे हैं, जो स्वतंत्र संस्थाओं और संगठनों के माध्यम से 11 विभिन्न क्षेत्रों में कार्य कर रही है।",
    "विद्यार्थी विज्ञान मंथन (VVM): विज्ञान प्रसार और NCERT के सहयोग से, विज्ञान भारती ने VVM की शुरुआत की, जिसे भारत की सबसे बड़ी ऑनलाइन विज्ञान प्रतिभा खोज परीक्षा के रूप में मान्यता प्राप्त है, जिसका उद्देश्य छात्रों में शुद्ध विज्ञान में रुचि को बढ़ावा देना है।",
    "अंतरराष्ट्रीय पहचान:विज्ञान भारती को प्रतिष्ठित (क्लाइमेट कोलैब पॉपुलर चॉइस अवार्ड) से सम्मानित किया गया, जो मैसाचुसेट्स इंस्टीट्यूट ऑफ टेक्नोलॉजी  (MIT, USA) द्वारा दिया गया था, इसके प्रस्ताव 'भारत में युवा ऊर्जा एंबेसडर का नेटवर्क बनाने के लिए राष्ट्रीय अभियान' के लिए।"
  ],
  "vibha_description": "Vijnana Bharati: Fostering Innovation & Self-Reliance in Indian Science\n\nVijnana Bharati (VIBHA) is a national movement dedicated to promoting science and technology in India through a **Swadeshi spirit**, emphasizing **indigenous development and self-reliance**. It was established in **October 1991**.\n\n**Key Milestones & Achievements:**\n\n- **National Presence:** VIBHA has expanded to **22 state units across India** and maintains contacts in **4 additional states**, working in **11 different areas** through autonomous institutions and independent organizations.\n\n- **Vidyarthi Vigyan Manthan (VVM):** In collaboration with **Vigyan Prasar and NCERT**, VIBHA initiated **VVM**, recognized as India's **largest online science talent search examination**, aiming to **foster interest in pure science among students**.\n\n- **International Recognition:** VIBHA received the **prestigious Climate CoLab Popular Choice Award** from the **Massachusetts Institute of Technology (MIT), USA**, for its proposal titled _'National campaign in India aimed to create a network of young Energy Ambassadors.'_",

  "vibha_milestones": [
    "1991: Vijnana Bharati (VIBHA) was established to promote self-reliance and indigenous development in Indian science and technology.",
    "Ongoing: Expanded to 22 state units across India and maintains contacts in 4 additional states.",
    "Ongoing: Works in 11 different areas through autonomous institutions and independent organizations.",
    "2015: Launched Vidyarthi Vigyan Manthan (VVM) in collaboration with Vigyan Prasar and NCERT, recognized as India's largest online science talent search exam.",
    "2021: Received the Climate CoLab Popular Choice Award from MIT, USA, for its proposal on creating a network of young Energy Ambassadors."
  ],

  "lub_description": "लघु उद्योग भारती, 1994 में स्थापित, एक पंजीकृत अखिल भारतीय संगठन है जो भारत भर में सूक्ष्म और छोटे उद्योगों का प्रतिनिधित्व करने और उनका समर्थन करने के लिए समर्पित है।",

  "lub_milestones": [
    "विस्तृत नेटवर्क: LUB ने 400 से अधिक जिलों और 250 शाखाओं में एक मजबूत नेटवर्क स्थापित किया है, जो भारत भर में सूक्ष्म और छोटे उद्योगों तक प्रभावी रूप से पहुंचता है।",

    "सदस्यता वृद्धि: संगठन ने एक महत्वपूर्ण सदस्यता आधार आकर्षित किया है, जो इसके प्रभाव और क्षेत्र के प्रति प्रतिबद्धता को दर्शाता है।",

    "वकालत और प्रतिनिधित्व: LUB विभिन्न सरकारी समितियों और बोर्डों में सक्रिय रूप से भाग लेता है, यह सुनिश्चित करते हुए कि सूक्ष्म और छोटे उद्योगों के हितों का राष्ट्रीय स्तर पर सही प्रतिनिधित्व हो।"
  ],

  "sahakar_description": "सहकार भारती एक अखिल भारतीय संगठन है जो देशभर में सहकारी आंदोलन को बढ़ावा देने और उसे सशक्त बनाने के लिए समर्पित है। इसे 1979 में पंजीकृत किया गया था।",

  "sahakar_milestones": [
    "राष्ट्रीय पहुंच: सहकार भारती ने देशभर के 400 से अधिक जिलों में अपनी उपस्थिति का विस्तार किया है, जिससे यह भारत में सहकारी क्षेत्र का सबसे बड़ा गैर-सरकारी संगठन बन गया है।",
    "विस्तृत नेटवर्क: वर्तमान में, सहकार भारती से 20,000 से अधिक सहकारी समितियाँ जुड़ी हुई हैं, जो इसके सहकारी आंदोलन में महत्वपूर्ण प्रभाव और पहुंच को दर्शाता है।"
  ],

  "abgp_description": "अखिल भारतीय ग्राहक पंचायत (ABGP) एक भारतीय उपभोक्ता संगठन है जो उपभोक्ता अधिकारों को बढ़ावा देने और उत्पादकों एवं विक्रेताओं के बीच नैतिक प्रथाओं को बढ़ावा देने के लिए समर्पित है। इसकी स्थापना 1975 में स्वतंत्रता सेनानी और RSS स्वयंसेवक स्व. बिंदु माधव जोशी द्वारा की गई थी। ABGP का उद्देश्य किसानों, उत्पादकों, विक्रेताओं, उपभोक्ताओं और प्रशासकों के हितों का संतुलन बनाकर एक सामंजस्यपूर्ण समाज का निर्माण करना है।",

  "abgp_milestones": [
    "1974: पुणे में 'युवक महामंडल जनता ग्राहक संघ' के रूप में प्रारंभ, जिसने सीधे उत्पादकों से उपभोक्ताओं तक त्योहारी वस्तुओं की पहली आपूर्ति का आयोजन किया, जिससे महत्वपूर्ण लागत की बचत हुई।",
    "1975: 23 दिसंबर को औपचारिक रूप से ABGP के रूप में उद्घाटन हुआ, जिसकी सराहना करते हुए न्यायमूर्ति M.C. चागला ने पुणे के उपभोक्ता आंदोलन में अग्रणी प्रयासों की प्रशंसा की।",
    "2017 तक: यह 25 से अधिक राज्यों और भारत भर के लगभग 200 जिलों में फैल गया, जिससे उपभोक्ता अधिकारों के पक्ष में एक व्यापक नेटवर्क स्थापित हुआ।"
  ],
  "arogya_description": "आरोग्य भारती एक संगठन है, जिसमें विभिन्न चिकित्सा अनुशासन के स्वास्थ्य पेशेवर और सेवा-उन्मुख व्यक्ति शामिल हैं, जो भारतीय जीवन मूल्यों पर आधारित स्वास्थ्य जागरूकता बढ़ाने के लिए समर्पित हैं। इसकी स्थापना 2 नवंबर 2002 को कोच्चि में भगवान धन्वंतरि की जयंती के अवसर पर की गई थी, और इसे 29 जुलाई 2004 को भोपाल में आयुर्वेद भारती लोक न्यास के रूप में आधिकारिक रूप से पंजीकृत किया गया था।",

  "arogya_milestones": [
    "राष्ट्रीय पहुंच: आरोग्य भारती के सभी भारतीय राज्यों में प्रांतीय इकाइयाँ हैं और यह देश के लगभग 85% जिलों में कार्यक्रम संचालित करता है।",
    "आपदा प्रतिक्रिया: इस संगठन ने नेपाल भूकंप, गुजरात और राजस्थान में गंभीर बाढ़, और वैश्विक कोविड-19 महामारी जैसी घटनाओं के दौरान राहत प्रयासों में सक्रिय रूप से भाग लिया।",
    "स्वास्थ्य नीति में योगदान: 2006 में, आरोग्य भारती ने भोपाल में भारतीय स्वास्थ्य परिप्रेक्ष्य की शुरुआत की, जो वर्तमान भारतीय स्वास्थ्य नीति के निर्माण में महत्वपूर्ण योगदान रहा।",
    "हर्बल चिकित्सा का प्रचार: संगठन ने देश भर में औषधीय पौधों के संरक्षण, पहचान और खेती में महत्वपूर्ण कार्य किया है।",
    "स्कूल स्वास्थ्य कार्यक्रम: 2006 से, आरोग्य भारती स्कूलों में स्वास्थ्य जागरूकता कार्यक्रम चला रहा है, जिसमें स्वास्थ्य ज्ञान परीक्षा भी शामिल है, और यह 40 से अधिक जिलों में 2,000 से अधिक स्कूलों और 100,000 से अधिक छात्रों तक पहुँच चुका है।",
    " प्रकाशन: पिछले 12 वर्षों से, संगठन 'आरोग्य संपदा' नामक मासिक पत्रिका के साथ-साथ अन्य सामग्री प्रकाशित कर रहा है, जिसका उद्देश्य स्वास्थ्य शिक्षा और सकारात्मक जीवनशैली को बढ़ावा देना है।"
  ],

  "bvp_description": "भारत विकास परिषद एक स्वैच्छिक, गैर-राजनीतिक, सामाजिक-सांस्कृतिक संगठन है जो मानव प्रयासों के सभी क्षेत्रों में भारत के विकास और उन्नति के लिए समर्पित है। इसकी स्थापना 1963 में हुई थी, और इसका उद्देश्य नागरिकों में देशभक्ति, राष्ट्रीय एकता, और अखंडता की भावना को बढ़ावा देना है, जिससे एक शारीरिक, आर्थिक, और नैतिक रूप से मजबूत भारत का निर्माण हो—जिसे 'स्वस्थ-सक्षम-संस्कारित भारत' के रूप में जाना जाता है।",

  "bvp_milestones": [
    "'नीति' का प्रकाशन (1969): संगठन के आदर्शों और गतिविधियों को फैलाने के लिए इसका मुखपत्र के रूप में लॉन्च किया गया।",
    "छत्रपति शिवाजी महाराज की प्रतिमा की स्थापना (1973): दिल्ली में एक महत्वपूर्ण सांस्कृतिक परियोजना।",
    "दिव्यांग सहायता केंद्र: विभिन्न शहरों में विभिन्न रूप से सक्षम व्यक्तियों की सहायता के लिए केंद्र स्थापित किए गए।",
    "समग्र ग्राम विकास: गांवों के बुनियादी ढांचे और आजीविका में सुधार के लिए व्यापक ग्रामीण विकास परियोजनाओं की शुरुआत की गई।"
  ],

  "abap_description": "अखिल भारतीय अधिवक्ता परिषद (ABAP) की स्थापना 1992 में हुई थी, जिसका उद्देश्य भारतीय मूल्यों को पुनः जागरूक करना और वकीलों में आदर्शवाद को प्रेरित करना है, ताकि भारत के बार और न्यायपालिका की प्रभावशीलता और मानकों में सुधार हो सके।",

  "abap_milestones": [
    "राष्ट्रीय सम्मेलन: ABAP ने लगभग 15 राष्ट्रीय सम्मेलन आयोजित किए हैं।",
    "कानूनी प्रकाशन: संगठन 'न्याय प्रवाह' नामक द्विभाषी त्रैमासिक पत्रिका प्रकाशित करता है, जो कानूनी संवाद और अपडेट्स पर केंद्रित है।",
    "कानूनी सहायता पहलों: ABAP ने 'न्याय केंद्र' (कानूनी सहायता केंद्र) स्थापित किए हैं, जो सामाजिक और आर्थिक रूप से हाशिए पर रहने वाले समुदायों को सुलभ न्याय प्रदान करते हैं।",
    "शैक्षिक कार्यक्रम: परिषद नियमित रूप से विभिन्न स्तरों पर सेमिनार, संगोष्ठियाँ और कार्यशालाएँ आयोजित करती है ताकि कानूनी शिक्षा और जागरूकता को बढ़ावा दिया जा सके।"
  ],
  "abisy_description": "अखिल भारतीय इतिहास संकलन योजना (ABISY) एक राष्ट्रीय संगठन है जो भारतीय इतिहास, संस्कृति, और परंपराओं का प्रमाणिक, तथ्यात्मक, और व्यापक दस्तावेजीकरण करने के लिए समर्पित है। इसकी स्थापना 1994 में दिल्ली में हुई थी, जिसका उद्देश्य भारतीय इतिहास को स्वदेशी स्रोतों, वैज्ञानिक शोध, और पुरातात्विक खोजों के आधार पर फिर से लिखना है।",

  "abisy_milestones": [
    "प्रमाणिक इतिहास दस्तावेजीकरण:ABISY ने महाभारत काल से लेकर वर्तमान तक भारतीय इतिहास को पुनः संकलित करने का कार्य किया है, जो भारतीय पारंपरिक समय गणना विधियों और पुरातात्विक खोजों पर आधारित है।",

    "ऐतिहासिक त्रुटियों को सुधारना:संगठन ने भारतीय इतिहास में कई त्रुटियों को उजागर किया है और अतीत के कम ज्ञात, लेकिन महत्वपूर्ण पहलुओं को सामने लाने के लिए कार्य किया है।",

    "मुख्य शोध परियोजनाएँ:ABISY ने कई महत्वपूर्ण शोध परियोजनाओं में योगदान दिया है, जिनमें शामिल हैं:",
    "आर्यन आक्रमण सिद्धांत को नकारना",
    "वेदिक सरस्वती नदी का वैज्ञानिक अध्ययन",
    "भारतीय समय गणना प्रणाली (भारतीय कालगणना)",

    "आदिवासी इतिहास का दस्तावेजीकरण"
  ],

  "hjm_description": "हिंदू जागरण मंच (HJM), जिसकी स्थापना 1982 में हुई थी, धार्मिक रूपांतरणों का विरोध करता है और मुसलमानों और ईसाइयों के हिंदू धर्म में पुनः धर्मांतरण को बढ़ावा देता है।",

  "hjm_milestones": [
    "घर वापसी प्रयास:HJM ने 'घर वापसी' कार्यक्रमों में सक्रिय रूप से भाग लिया है, जो अन्य धर्मों से हिंदू धर्म में पुनः धर्मांतरण की सुविधा प्रदान करते हैं।",
    "धार्मिक रूपांतरण के खिलाफ वकालत:संगठन ने धार्मिक रूपांतरणों के खिलाफ दृढ़ रुख अपनाया है, विशेष रूप से आदिवासी क्षेत्रों में, और हिंदू सांस्कृतिक पहचान को बनाए रखने और बढ़ावा देने का उद्देश्य रखा है।",
    "समुदाय का संगठित करना:HJM ने हिंदू समुदाय को प्रभावित करने वाले मुद्दों के प्रति जागरूकता बढ़ाने के लिए विभिन्न कार्यक्रमों और विरोध प्रदर्शनों का आयोजन किया है, जिसमें पड़ोसी देशों में हिंदुओं के साथ हो रही कथित अन्याय के खिलाफ प्रदर्शन शामिल हैं।"
  ],

  "ssm_description": "सामाजिक समरसता मंच, जिसे समरसता मंच भी कहा जाता है, 14 अप्रैल 1983 को पुणे में उद्घाटित हुआ था। इस अवसर पर राष्ट्रीय स्वयंसेवक संघ (RSS) के प्रमुख विचारक दत्तोपंत ठेंगडी ने भाषण दिया। उनके भाषण का शीर्षक था 'समरसता के बिना समानता असंभव,' जो मंच के लिए एक मार्गदर्शक दर्शन बन गया।.",

  "ssm_milestones": [
    "राष्ट्रीय सफाई कर्मी आयोग के कार्यकाल का विस्तार:सामाजिक समरसता मंच ने सफाई कर्मियों के समर्थन के लिए राष्ट्रीय सफाई कर्मी आयोग के कार्यकाल के विस्तार की वकालत की।",

    "अंबेडकर जयंती उत्सव:यह संगठन मुंबई, पुणे और नासिक में बड़े पैमाने पर कार्यक्रम आयोजित करता है, न केवल डॉ. बाबासाहेब अंबेडकर को सम्मानित करने के लिए, बल्कि कमजोर वर्गों के लिए सामाजिक मुद्दों और विकासात्मक एजेंडों को उठाने के लिए भी।",

    "विचारधाराओं का समन्वय:यह संगठन महात्मा फुले और डॉ. अंबेडकर के सुधारात्मक दृष्टिकोण को व्यापक हिंदुत्व ढांचे के साथ जोड़ने की कोशिश करता है, ताकि एक समान हिंदू सामाजिक व्यवस्था बनाई जा सके।"
  ],

  "prajna_description": "प्रज्ञा प्रवाह एक राष्ट्रीयतावादी विचारकों का मंच है जो आलोचनात्मक सोच और प्रगतिशील सार्वजनिक संवाद को बढ़ावा देने के लिए समर्पित है।",

  "prajna_milestones": [
    "लोकमंथन: प्रज्ञा प्रवाह 'लोकमंथन' का आयोजन करता है, जो द्विवार्षिक संवाद है, जिसमें राष्ट्रीयतावादी विचारक और कर्मवीर एकत्र होकर भारत की सांस्कृतिक और बौद्धिक परंपराओं पर विचार-विमर्श करते हैं। इसका उद्घाटन समारोह 2016 में भोपाल में हुआ था, जिसका थीम था 'भारतीय मस्तिष्कों का उपनिवेशीकरण हटाना। इसके बाद के संस्करण 2018 में रांची में आयोजित किए गए, जिनका मुख्य विषय था 'भारतबोध: जन-गण-मन,' और 2022 में गुवाहाटी में इसका आयोजन हुआ, जिसका केंद्रबिंदु था 'लोकपरंपरा।'",
    "नेटवर्क विस्तार: समय के साथ, प्रज्ञा प्रवाह ने विभिन्न भारतीय राज्यों में अपने संबंधित संगठनों का एक नेटवर्क स्थापित किया है, जो हर एक अपने अपने स्तर पर भारतीय सोच प्रक्रियाओं को बढ़ावा देने और राष्ट्रीय चर्चा में योगदान करने के लिए काम कर रहे हैं।"
  ],
  "dri_description": "1968 में नानाजी देशमुख द्वारा स्थापित, दींदयाल रिसर्च इंस्टिट्यूट (DRI) एक ऐसा संगठन है जो सामाजिक-आर्थिक और अनुप्रयुक्त अनुसंधान में समर्पित है, और पं. दीनदयाल उपाध्याय द्वारा परिकल्पित 'एकात्म मानववाद' दर्शन को लागू करने का लक्ष्य रखता है।",

  "dri_milestones": [
    "गोण्डा ग्रामोदया परियोजना (1978):DRI ने अपनी ग्रामीण विकास गतिविधियों की शुरुआत इस परियोजना से की, जिसका उद्देश्य था 'समग्र विकास के माध्यम से सम्पूर्ण परिवर्तन, लोगों की पहल और भागीदारी के साथ।' इस परियोजना का उद्देश्य था भारतीय परिस्थितियों के अनुरूप आधुनिक विज्ञान और उपयुक्त प्रौद्योगिकी का उपयोग कर कृषि और औद्योगिक उत्पादन को बढ़ावा देना।",
    "चित्रकूट आत्मनिर्भरता अभियान (1991):पहले के अनुभवों पर आधारित, DRI ने चित्रकूट के 50 किलोमीटर दायरे के गांवों में आत्मनिर्भरता प्राप्त करने के लिए एक अभियान शुरू किया, जिसमें ग्रामीणों की पहल और प्रदर्शन पर ध्यान केंद्रित किया गया। इस अभियान का उद्देश्य था गरीबी, बेरोजगारी, और अशिक्षा को समाप्त करना; जीवनभर स्वास्थ्य सुनिश्चित करना; और एक विवाद-रहित, स्वच्छ और हरित वातावरण का निर्माण करना।"
  ],

  "hsp_description": "1980 में स्थापित, हिंदू सेवा प्रतिष्ठान (एचएसपी) वंचित समुदायों और विशेष आवश्यकताओं वाले व्यक्तियों के उत्थान के लिए समर्पित है।",

  "hsp_milestones": [
    "1987 में HSP ने 'अरुण चेतना' नामक एक स्कूल की स्थापना की, जो बहु-बाधित बच्चों के लिए विशेष शिक्षा और समर्थन प्रदान करता है, ताकि इन बच्चों को सशक्त बनाया जा सके।",
    " नेले फाउंडेशन (2000):अगस्त 2000 में स्थापित, नेले फाउंडेशन अभावग्रस्त बच्चों के लिए एक सुरक्षित और स्नेही वातावरण में आवासीय देखभाल प्रदान करता है, और कर्नाटका के विभिन्न क्षेत्रों में कई केंद्रों का संचालन करता है।",
    " युथ फॉर सेवा (2007):HSP के तहत एक परियोजना के रूप में शुरू हुआ 'युथ फॉर सेवा' युवाओं को सामुदायिक विकास में भागीदारी के लिए प्रेरित करने के उद्देश्य से स्थापित किया गया था। 2011 में यह एक स्वतंत्र संस्था बन गई और विभिन्न सामाजिक उद्देश्यों के लिए स्वयंसेवकों को सक्रिय करने का काम करती है।"
  ],
  "abrsm_description": "अखिल भारतीय राष्ट्रीय शैक्षिक महासंघ (ABRSM) एक पेशेवर संगठन है जो भारत में शैक्षिक विकास के लिए समर्पित है। यह स्वदेशी पद्धतियों पर जोर देता है, जो भारत की समृद्ध सांस्कृतिक धरोहर से प्रेरित हैं, और राजनीतिक संबंधों से स्वतंत्र रूप से कार्य करता है।",

  "abrsm_milestones": [
    "राष्ट्रीय विस्तार: 1988 में स्थापित, ABRSM एक राष्ट्रीय संगठन के रूप में विकसित हुआ है, जिसके पास 24 राज्यों में 35 राज्य-स्तरीय और 50 से अधिक विश्वविद्यालय-स्तरीय संबद्ध निकाय हैं।",
    "शैक्षिक पहलकदमियाँ: संगठन सांस्कृतिक राष्ट्रीयता और शैक्षिक उन्नति को बढ़ावा देने के लिए विभिन्न शैक्षिक विषयों पर सेमिनार, चर्चाएं, व्याख्यान श्रृंखलाएं, शिविर, प्रदर्शनियाँ और सम्मेलन आयोजित करने में सक्रिय रहा है।",
    "शिक्षक सम्मान: ABRSM असाधारण शिक्षकों को सम्मानित करता है, उनके शैक्षिक क्षेत्र में योगदान को मान्यता देते हुए और दूसरों को उत्कृष्टता की ओर प्रेरित करता है।",
    " प्रकाशन: संगठन शैक्षिक संवाद को समृद्ध करने और शिक्षा प्रणाली में भारतीय सांस्कृतिक मूल्यों को बढ़ावा देने के लिए साहित्य और पत्रिकाएं प्रकाशित करता है।"
  ],

  "sakshama_description": "सक्षम कर्नाटका, जिसे आधिकारिक रूप से समदृष्टि क्षमता विकास और अनुसंधान मंडल के नाम से जाना जाता है, एक राष्ट्रीय संगठन है जो विकलांग व्यक्तियों के सशक्तिकरण और समग्र विकास के लिए समर्पित है। यह संगठन इस विश्वास के साथ काम करता है कि 'प्रत्येक आत्मा संभावित रूप से दिव्य है' और इसका प्रयास है कि विशेष रूप से सक्षम व्यक्तियों को राष्ट्रीय धारा में समाहित किया जाए, ताकि वे अपने परिवारों और समाज में योगदान कर सकें।",

  "sakshama_milestones": [
    "शैक्षिक पहल:सक्षम ज्ञान की शक्ति पर जोर देता है और विकलांग व्यक्तियों को सशक्त बनाने के लिए विभिन्न शैक्षिक कार्यक्रमों को लागू करता है।",
    "आंख परियोजनाएं:संगठन ने आंखों के स्वास्थ्य के लिए जागरूकता फैलाने का कार्य किया है, जिसमें दृष्टि और आंखों की देखभाल के महत्व पर जोर दिया जाता है।",
    "आर्थिक विकास:विशेष रूप से सक्षम समुदाय को आर्थिक रूप से सशक्त बनाने के लिए, सक्षम ने उनके आर्थिक स्तर को बढ़ाने के लिए विभिन्न पहलकदमियाँ उठाई हैं।",
    "वार्षिक सामाजिक कार्यक्रम:विकलांगता के बारे में सामाजिक जागरूकता बढ़ाने के लिए, सक्षम विभिन्न कार्यक्रमों का आयोजन करता है, जैसे सूरदास जयंती, विश्व पर्यावरण दिवस, हेलेन केलर जयंती, रक्षा बंधन, राष्ट्रीय नेत्र दान पखवाड़ा, विश्व विकलांगता दिवस, लुईस ब्रेल जयंती, और कुष्ठ रोग जागरूकता पखवाड़ा।"
  ],
  "rss_samiti_description": "राष्ट्रसेविका समिति की स्थापना 1936 में लक्ष्मीबाई केलकर (मौसीजी) ने आरएसएस के संस्थापक डॉ. केशव बलिराम हेडगेवार से परामर्श के बाद नागपुर में की थी। इसमें महिला स्वयंसेवक शामिल हैं और यह महिलाओं को सशक्त बनाने और सामाजिक और राष्ट्रीय विकास में उनकी भागीदारी को बढ़ावा देने पर केंद्रित है।",

  "rss_samiti_milestones": [
    "समिति 700 से अधिक सेवा परियोजनाओं का संचालन करती है, जिनमें शिक्षा, स्वास्थ्य, आत्मनिर्भरता और सामाजिक सेवा के लिए परियोजनाएँ शामिल हैं।",
    "इन्होंने प्रभावशाली समुदाय सेवाएँ बनाई हैं, जैसे अस्पताल, छात्रावास और योग केंद्र, और आपातकालीन स्थितियों जैसे चक्रवात और भूकंप के दौरान राहत कार्यों में मदद की है।",
    "भारत भर में 5000 से अधिक दैनिक शाखाओं के माध्यम से, यह महिला स्वयंसेवकों में व्यक्तित्व निर्माण का प्रयास करती है।",
    " समिति की प्रेरणास्त्रोत उदाहरण महिलाएं हैं जैसे महान माता जिजाबाई, सक्षम प्रशासक अहिल्याबाई होलकर और साहसी, निडर नेता रानी लक्ष्मीबाई।",
    " श्री राम जन्मभूमि आंदोलन में, 50,000 महिला कर्तव्यसेविकाओं में से 20,000 को गिरफ्तार किया गया, जो कर्तव्यसेवा में शामिल थीं।",
    " समिति का मानना है कि महिलाएं सांस्कृतिक विकास की उत्प्रेरक और हिंदू मूल्यों को एक पीढ़ी से दूसरी पीढ़ी तक संप्रेषित करने वाली हैं, और इसलिए भारतीय समाज के निर्माण की जिम्मेदारी उन पर है।",
    " जबकि पश्चिमी नारीवाद केवल महिलाओं के आर्थिक और सामाजिक सशक्तिकरण तक सीमित है, जिसमें स्वयं पर बहुत ध्यान केंद्रित किया जाता है, समिति ने इस सीमित सोच से बाहर निकलने का प्रयास किया है, ताकि महिलाओं को वह अंतिम शक्ति दी जा सके: कल के भविष्य को आकार देना, जबकि स्वयं के पूर्ण विकास पर ध्यान केंद्रित करना।"
  ],

  "absp_description": "ABSP - Promoting Indian Language Literature\n\nThe **Akhila Bharata Sahitya Parishat (ABSP)** is an **all-India literary organization** dedicated to the **creation and dissemination of high-quality literary and creative works** in **every Indian language**. It aims to **preserve and promote Bharatiya values** through literature and artistic expression.\n\n**Key Milestones & Achievements:**\n\n- **Promotion of Indian Literature:** ABSP works towards the **development and dissemination of literary works** rooted in Indian cultural and linguistic traditions.\n- **Recognition of Literary Figures:** The organization **honors and facilitates renowned literary figures** who have upheld **Bharatiya values through their work**.\n- **Multilingual Outreach:** ABSP actively supports and promotes literature in **all Indian languages**, ensuring the **richness of regional and classical literary traditions** is preserved and celebrated.",

  "absp_milestones": [
    "Ongoing: Promoting high-quality literary and creative works in all Indian languages.",
    "Ongoing: Recognizing and honoring literary figures who contribute to Bharatiya values.",
    "Ongoing: Supporting multilingual literary initiatives across India."
  ],
  "fins_description": "फोरम फॉर इंटीग्रेटेड नेशनल सिक्योरिटी (FINS) एक **अराजनीतिक शोध संस्थान** (थिंक टैंक) है, जो **भारत में समग्र राष्ट्रीय सुरक्षा के अध्ययन और प्रचार** के लिए समर्पित है। इसकी स्थापना **2003 में रक्षा विशेषज्ञों** द्वारा की गई थी, जिन्होंने महसूस किया कि **राष्ट्रीय सुरक्षा के खंडित दृष्टिकोण से हटकर एक एकीकृत (Integrated) ढांचे** की आवश्यकता है।",

  "fins_milestones": [
    "**नीति अनुसंधान और वकालत:** FINS **राष्ट्रीय सुरक्षा चुनौतियों** पर **रणनीतिक अध्ययन और शोध** करता है। यह **रक्षा उत्पादन में आत्मनिर्भरता** को बढ़ावा देने के साथ-साथ **रोकथाम उपायों की वकालत** भी करता है।",

    "**प्रकाशन:** संगठन **'FINS जर्नल ऑफ डिप्लोमेसी एंड स्ट्रैटेजी'** प्रकाशित करता है, जो एक **द्वि-गोपनीय, सहकर्मी-समीक्षित (Peer-Reviewed) त्रैमासिक शोध पत्रिका** है। इसमें **आंतरिक और बाहरी सुरक्षा, रक्षा, अंतर्राष्ट्रीय संबंधों और अन्य विषयों** पर गहन विश्लेषण किया जाता है।",

    "**फेलोशिप और इंटर्नशिप कार्यक्रम:** FINS **राष्ट्रीय सुरक्षा में विशेषज्ञता बढ़ाने के लिए करियर पेशेवरों और शोधकर्ताओं को फेलोशिप** प्रदान करता है। इसके अतिरिक्त, यह **युवा नेताओं के लिए इंटर्नशिप अवसर** भी उपलब्ध कराता है, जो उनके **करियर विकास में योगदान** करता है।",

    "**कार्यक्रम और व्याख्यान:** संगठन **राष्ट्रीय सुरक्षा से जुड़े मुद्दों पर विमर्श को बढ़ावा देने** के लिए **'मनोहर पर्रिकर मेमोरियल लेक्चर'** जैसे कार्यक्रमों का आयोजन करता है।"
  ],
  "nmo_description": "नेशनल मेडिकोस ऑर्गनाइजेशन (NMO) भारत में चिकित्सा पेशेवरों और छात्रों का एक राष्ट्रीय संघ है, जिसकी स्थापना **1977 में अखिल भारतीय विद्यार्थी परिषद (ABVP) के 23वें राष्ट्रीय सम्मेलन** के दौरान की गई थी। इसका मुख्य उद्देश्य **ग्रामीण और आदिवासी क्षेत्रों में जरूरतमंद समुदायों की सेवा के लिए चिकित्सकों को प्रेरित करना** है। एन.एम.ओ. का ध्यान **राष्ट्रीय चरित्र के निर्माण, देश और मानवता के प्रति समर्पण को बढ़ावा देने, और विभिन्न चिकित्सा क्षेत्रों के छात्रों के बीच भाईचारे को मजबूत करने** पर केंद्रित है।",

  "nmo_milestones": [
    "**धन्वंतरि सेवा यात्रा (2003):** यह एक **महत्वपूर्ण स्वास्थ्य अभियान** है, जो **भारत के उत्तर-पूर्वी राज्यों** में निःशुल्क चिकित्सा सेवाएँ प्रदान करता है। इसे **सेवा भारती, पूर्वांचल और NMO द्वारा संयुक्त रूप से आयोजित** किया जाता है और यह **मुफ्त चिकित्सा सहायता, स्वास्थ्य जागरूकता और स्वच्छता पर शिक्षा** प्रदान करता है।",

    "**नियमित चिकित्सा शिविर:** NMO **देश के दूरदराज़ और वंचित क्षेत्रों में नियमित रूप से चिकित्सा शिविर आयोजित करता है**, जहाँ सरकारी स्वास्थ्य सेवाएँ सीमित या अनुपलब्ध होती हैं।",

    "**स्वास्थ्य जागरूकता और शिक्षा अभियान:** संगठन **जीवनशैली से संबंधित रोगों और अस्वच्छ परिस्थितियों से उत्पन्न बीमारियों** की रोकथाम के लिए **स्वास्थ्य शिक्षा और जागरूकता अभियानों** का संचालन करता है। यह **सामान्य और जटिल स्वास्थ्य समस्याओं** पर **जनता को शिक्षित करने के लिए विशेष अभियान** भी चलाता है।",

    "**चिकित्सा पेशेवरों के लिए मार्गदर्शन एवं सहयोग:** NMO **डॉक्टरों और चिकित्सा छात्रों को करियर संबंधी मार्गदर्शन** प्रदान करता है। यह उन्हें **उभरती चुनौतियों का समाधान करने में सहायता** करता है और **उनके पेशेवर विकास** को बढ़ावा देता है।"
  ],
  "abpssp_description": "अखिल भारतीय पूर्व सैनिक सेवा परिषद (ABPSSP) का उद्देश्य पूर्व सैनिकों को राष्ट्रीय सेवा के लिए संगठित करना है। यह संगठन **1995 से सक्रिय रूप से कार्यरत** है। इसका मुख्य उद्देश्य पूर्व सैनिकों की **अनुशासित और समर्पित शक्ति** का उपयोग **राष्ट्रीय एकता, अखंडता और आंतरिक सुरक्षा** को सुदृढ़ करने में करना है। इसके अतिरिक्त, यह **शिक्षा, स्वास्थ्य देखभाल, स्वच्छता और सामाजिक कल्याण** के क्षेत्र में भी कार्य करता है, विशेष रूप से **ग्रामीण और दूरदराज के क्षेत्रों** में।",

  "abpssp_milestones": [
    "**सैनिक परिवार कल्याण न्यास (SPKN):** 2001 में स्थापित यह न्यास उन पूर्व सैनिकों के परिवारों की देखभाल करता है, जिन्होंने **युद्धों या आतंकवाद विरोधी अभियानों में अपने प्राण न्योछावर किए** हैं। यह उन पूर्व सैनिकों के परिवारों की भी सहायता करता है, जो अब जीवित नहीं हैं।",

    "**सैन्य मातृ शक्ति:** 14 अप्रैल 2006 से सक्रिय यह पहल **महिलाओं के सशक्तिकरण, स्वास्थ्य जागरूकता और आत्मनिर्भरता** को बढ़ावा देती है। साथ ही, यह **विकलांग सैनिकों और उनके परिवारों** के लिए विशेष देखभाल और सहायता भी प्रदान करती है।"
  ],
  "samartha_description": "समर्थ भारत, कर्नाटक, भारत में स्थित एक अभियान और स्वयंसेवी मंच है, जो सामाजिक, आर्थिक, नागरिक, पर्यावरणीय और अन्य चुनौतियों के समाधान के लिए समर्पित है। 2014 में स्थापित इस संगठन का उद्देश्य लोगों को स्थायी पहलों में शामिल करना और राष्ट्रीयता की भावना को बढ़ावा देकर भारत में सकारात्मक बदलाव लाना है।",

  "samartha_milestones": [
    "बी गुड डू गुड अभियान: स्वामी विवेकानंद की जयंती के उपलक्ष्य में प्रारंभ किया गया यह अभियान युवाओं में सामाजिक सेवा की भावना जागृत करने के लिए 'विवेक बैंड' वितरित करता है, जिन पर 'Be Good, Do Good' संदेश अंकित होता है।",

    "स्वयंसेवी भागीदारी: अगस्त 2014 में बैंगलोर के पैलेस ग्राउंड्स में दो दिवसीय शिविर आयोजित किया गया, जिसमें **3,800 सामाजिक स्वयंसेवकों** ने कर्नाटक में संचालित **50 से अधिक सामाजिक गतिविधियों** पर चर्चा की। इस पहल के परिणामस्वरूप **72 स्वयंसेवक पूर्णकालिक सामाजिक कार्यकर्ता बने**।",

    "पर्यावरणीय पहल: समर्थ भारत पर्यावरण संरक्षण के प्रति प्रतिबद्ध है और **विभिन्न वृक्षारोपण अभियानों** को सफलतापूर्वक अंजाम दे चुका है, जिससे **हरित भविष्य, पर्यावरण संतुलन और सामुदायिक भलाई** में योगदान हुआ है।"
  ],

  "vsk_description": "विश्व संवाद केंद्र, 1992 में स्थापित, एक संगठन है जो मीडिया क्षेत्र में सक्रिय रूप से संलग्न है। यह राष्ट्रीय विचारों का प्रसार करता है, सामाजिक जागरूकता बढ़ाता है और सकारात्मक एवं प्रेरणादायक समाचारों का प्रसारण करता है। यह राष्ट्रीय स्वयंसेवक संघ (RSS) के मीडिया संचार विंग के रूप में कार्य करता है और विभिन्न बहुआयामी गतिविधियाँ संचालित करता है।",

  "vsk_milestones": [
    "मीडिया संचार: विश्व संवाद केंद्र RSS के सभी आधिकारिक मीडिया संचारों को संभालता है, जिसमें प्रेस विज्ञप्तियाँ, सार्वजनिक कार्यक्रमों पर रिपोर्ट, सामाजिक विकास पर राय, आधिकारिक बयान, स्पष्टिकरण और प्रेस कॉन्फ्रेंस शामिल हैं। यह मीडिया संगठनों के साथ नियमित संपर्क बनाए रखता है और वरिष्ठ RSS नेताओं जैसे सरसंघचालक (मुख्य) एवं सरकार्यवाह (महासचिव) के महत्वपूर्ण बयानों को प्रचारित करता है। साथ ही, अखिल भारतीय प्रतिनिधि सभा जैसी राष्ट्रीय बैठकों में पारित प्रमुख प्रस्तावों की जानकारी भी प्रदान करता है।",

    "नारद जयंती: हर साल, विश्व संवाद केंद्र वैशाख मास के कृष्ण पक्ष के दूसरे दिन नारद जयंती मनाता है। इस अवसर पर कर्नाटक के वरिष्ठ पत्रकारों को टी.टी. शर्मा और बी.एस. ना. मलया पुरस्कार प्रदान किए जाते हैं। इस आयोजन में समकालीन पत्रकारिता पर विशेषज्ञ व्याख्यान भी शामिल होते हैं।",

    "समवाद.org वेबसाइट: सितंबर 2006 में शुरू हुआ यह वेब प्लेटफॉर्म नियमित रूप से समाचार अपडेट, चित्र, वीडियो, लेख, पुस्तक समीक्षाएँ और सेवा गतिविधियों के विवरण प्रकाशित करता है। यह वेबसाइट कन्नड़ और अंग्रेज़ी दोनों भाषाओं में उपलब्ध है।",

    "‘समवाद’ वीडियो चैनल: ‘समवाद’ कर्नाटक में एक प्रसिद्ध फेसबुक वीडियो चैनल है। फेसबुक और यूट्यूब पर छोटे जागरूकता वीडियो के माध्यम से इसने लाखों दर्शकों तक अपनी पहुँच बनाई है।",

    "समवादवर्ल्ड.com: 16 नवंबर 2020 को समवादवर्ल्ड.com को एक अंतरराष्ट्रीय समाचार और विश्लेषण मंच के रूप में लॉन्च किया गया। यह विदेश नीति, सुरक्षा, प्रौद्योगिकी, पुस्तक समीक्षाएँ और भारत से संबंधित वैश्विक मुद्दों को कवर करता है। विशेषज्ञ इस मंच पर विचारशील लेख और चर्चाएँ प्रस्तुत करते हैं।"
  ]
}
